window.restaurantData = {
    "뽁식당 신촌점": {
      "가격": 5.0,
      "분위기": 4.9,
      "서비스": 4.7,
      "음식": 4.8,
      "청결": 2.4
    },
    "신촌칼": {
      "가격": 4.9,
      "분위기": 4.8,
      "서비스": 3.4,
      "음식": 4.8,
      "청결": 4.7
    },
    "수저가": {
      "가격": 4.7,
      "분위기": 4.5,
      "서비스": 4.9,
      "음식": 4.4,
      "청결": 3.4
    },
    "퐁타이 신촌본점": {
      "가격": 4.7,
      "분위기": 4.3,
      "서비스": 4.7,
      "음식": 4.6,
      "청결": 4.3
    },
    "스시이안앤 신촌점": {
      "가격": 4.6,
      "분위기": 4.9,
      "서비스": 5.0,
      "음식": 4.6,
      "청결": 4.8
    },
    "마포갈매기 대흥역점": {
      "가격": 4.6,
      "분위기": 3.5,
      "서비스": 4.3,
      "음식": 3.3,
      "청결": 3.5
    },
    "거북이의주방": {
      "가격": 4.6,
      "분위기": 4.2,
      "서비스": 4.1,
      "음식": 3.8,
      "청결": 3.9
    },
    "홍콩반점0410 대흥역점": {
      "가격": 4.6,
      "분위기": 3.9,
      "서비스": 4.5,
      "음식": 3.9,
      "청결": 3.8
    },
    "닭장수김밥 서강대점": {
      "가격": 4.5,
      "분위기": 4.5,
      "서비스": 4.2,
      "음식": 4.4,
      "청결": 4.7
    },
    "노고산숯불갈비": {
      "가격": 4.5,
      "분위기": 3.8,
      "서비스": 3.1,
      "음식": 3.5,
      "청결": 2.8
    },
    "태광식당": {
      "가격": 4.5,
      "분위기": 4.2,
      "서비스": 3.7,
      "음식": 4.6,
      "청결": 2.1
    },
    "통큰갈비 신촌본점": {
      "가격": 4.4,
      "분위기": 4.0,
      "서비스": 4.0,
      "음식": 4.2,
      "청결": 3.4
    },
    "맘스터치 마포대흥역점": {
      "가격": 4.3,
      "분위기": 3.9,
      "서비스": 3.7,
      "음식": 4.3,
      "청결": 3.4
    },
    "아마 신촌본점": {
      "가격": 4.3,
      "분위기": 4.3,
      "서비스": 4.3,
      "음식": 4.5,
      "청결": 4.0
    },
    "프랭크버거 신촌서강대점": {
      "가격": 4.3,
      "분위기": 4.5,
      "서비스": 4.4,
      "음식": 4.4,
      "청결": 4.8
    },
    "미스사이공 신촌역점": {
      "가격": 4.3,
      "분위기": 3.3,
      "서비스": 3.4,
      "음식": 2.8,
      "청결": 3.2
    },
    "한솥도시락 서강대점": {
      "가격": 4.2,
      "분위기": 4.2,
      "서비스": 4.3,
      "음식": 3.4,
      "청결": 3.9
    },
    "더베이크 서강대점": {
      "가격": 4.2,
      "분위기": 4.9,
      "서비스": 4.8,
      "음식": 5.0,
      "청결": 4.1
    },
    "청진동해장국 신촌점": {
      "가격": 4.2,
      "분위기": 3.1,
      "서비스": 2.4,
      "음식": 3.5,
      "청결": 2.4
    },
    "수엠부": {
      "가격": 4.2,
      "분위기": 3.7,
      "서비스": 3.5,
      "음식": 4.1,
      "청결": 3.1
    },
    "애슐리퀸즈 현대유플렉스 신촌점": {
      "가격": 4.1,
      "분위기": 3.8,
      "서비스": 3.9,
      "음식": 3.1,
      "청결": 4.7
    },
    "핵밥 서강대점": {
      "가격": 4.1,
      "분위기": 5.0,
      "서비스": 4.9,
      "음식": 4.7,
      "청결": 4.7
    },
    "프레퍼스 다이어트 푸드 신촌점": {
      "가격": 4.1,
      "분위기": 4.8,
      "서비스": 4.4,
      "음식": 4.8,
      "청결": 4.4
    },
    "유부선생 서강대점": {
      "가격": 4.0,
      "분위기": 3.6,
      "서비스": 3.8,
      "음식": 2.9,
      "청결": 1.6
    },
    "동해횟집": {
      "가격": 4.0,
      "분위기": 3.0,
      "서비스": 3.0,
      "음식": 3.9,
      "청결": 1.8
    },
    "고기랑": {
      "가격": 3.9,
      "분위기": 3.9,
      "서비스": 4.5,
      "음식": 4.2,
      "청결": 3.3
    },
    "숲길돈가스": {
      "가격": 3.9,
      "분위기": 4.2,
      "서비스": 3.8,
      "음식": 3.6,
      "청결": 5.0
    },
    "나이스샤워 신촌점": {
      "가격": 3.9,
      "분위기": 3.2,
      "서비스": 3.5,
      "음식": 3.9,
      "청결": 3.3
    },
    "포에": {
      "가격": 3.8,
      "분위기": 4.7,
      "서비스": 4.6,
      "음식": 3.9,
      "청결": 3.9
    },
    "피자몰 신촌점": {
      "가격": 3.8,
      "분위기": 2.3,
      "서비스": 2.2,
      "음식": 2.2,
      "청결": 1.2
    },
    "짜장상회": {
      "가격": 3.8,
      "분위기": 4.3,
      "서비스": 3.3,
      "음식": 3.2,
      "청결": 2.3
    },
    "마포식당": {
      "가격": 3.8,
      "분위기": 4.4,
      "서비스": 3.7,
      "음식": 3.7,
      "청결": 2.5
    },
    "덮당": {
      "가격": 3.8,
      "분위기": 3.3,
      "서비스": 3.6,
      "음식": 3.8,
      "청결": 1.7
    },
    "샐러디 서강대점": {
      "가격": 3.7,
      "분위기": 3.4,
      "서비스": 4.7,
      "음식": 4.3,
      "청결": 3.2
    },
    "댄싱홍콩 신촌점": {
      "가격": 3.7,
      "분위기": 4.7,
      "서비스": 4.5,
      "음식": 4.6,
      "청결": 4.8
    },
    "맨도롱 식당": {
      "가격": 3.7,
      "분위기": 2.6,
      "서비스": 1.9,
      "음식": 2.9,
      "청결": 2.3
    },
    "청석골감자탕": {
      "가격": 3.7,
      "분위기": 3.6,
      "서비스": 4.1,
      "음식": 3.8,
      "청결": 2.7
    },
    "노브랜드버거 신촌점": {
      "가격": 3.7,
      "분위기": 3.3,
      "서비스": 4.0,
      "음식": 3.8,
      "청결": 3.1
    },
    "롤앤롤김밥": {
      "가격": 3.6,
      "분위기": 3.8,
      "서비스": 3.5,
      "음식": 3.9,
      "청결": 3.1
    },
    "용싸키친": {
      "가격": 3.6,
      "분위기": 3.1,
      "서비스": 4.2,
      "음식": 2.8,
      "청결": 3.5
    },
    "아저씨네낙지찜": {
      "가격": 3.6,
      "분위기": 3.6,
      "서비스": 4.1,
      "음식": 3.7,
      "청결": 3.7
    },
    "버거리 신촌점": {
      "가격": 3.5,
      "분위기": 2.7,
      "서비스": 3.6,
      "음식": 3.6,
      "청결": 2.9
    },
    "원조기사님분식": {
      "가격": 3.5,
      "분위기": 3.4,
      "서비스": 3.9,
      "음식": 3.1,
      "청결": 2.6
    },
    "신촌귀일만두": {
      "가격": 3.5,
      "분위기": 3.5,
      "서비스": 3.1,
      "음식": 3.7,
      "청결": 2.7
    },
    "써브웨이 서강대점": {
      "가격": 3.5,
      "분위기": 3.8,
      "서비스": 3.4,
      "음식": 4.2,
      "청결": 4.5
    },
    "신촌부추곱창 신촌본점": {
      "가격": 3.4,
      "분위기": 4.5,
      "서비스": 4.4,
      "음식": 4.6,
      "청결": 4.1
    },
    "신촌맛집 떡볶이돈까스": {
      "가격": 3.4,
      "분위기": 4.6,
      "서비스": 4.4,
      "음식": 3.9,
      "청결": 4.0
    },
    "제임스시카고피자 신촌점": {
      "가격": 3.4,
      "분위기": 4.4,
      "서비스": 4.9,
      "음식": 4.2,
      "청결": 4.3
    },
    "가마치통닭 서강대점": {
      "가격": 3.3,
      "분위기": 3.2,
      "서비스": 3.3,
      "음식": 3.9,
      "청결": 3.1
    },
    "정밥": {
      "가격": 3.3,
      "분위기": 4.6,
      "서비스": 4.1,
      "음식": 3.5,
      "청결": 3.7
    },
    "길상양꼬치": {
      "가격": 3.3,
      "분위기": 4.0,
      "서비스": 3.7,
      "음식": 4.2,
      "청결": 4.3
    },
    "신촌부대찌개": {
      "가격": 3.3,
      "분위기": 3.7,
      "서비스": 4.4,
      "음식": 3.1,
      "청결": 4.2
    },
    "김가네 서강대점": {
      "가격": 3.3,
      "분위기": 3.0,
      "서비스": 2.4,
      "음식": 2.0,
      "청결": 2.4
    },
    "롤링파스타 신촌점": {
      "가격": 3.3,
      "분위기": 1.0,
      "서비스": 1.0,
      "음식": 1.3,
      "청결": 1.5
    },
    "남매밥상": {
      "가격": 3.2,
      "분위기": 3.8,
      "서비스": 4.9,
      "음식": 3.8,
      "청결": 4.0
    },
    "샐러드바스켓 신촌점": {
      "가격": 3.2,
      "분위기": 4.7,
      "서비스": 4.4,
      "음식": 4.6,
      "청결": 4.8
    },
    "홍두깨칼국수": {
      "가격": 3.1,
      "분위기": 3.3,
      "서비스": 2.8,
      "음식": 3.1,
      "청결": 3.7
    },
    "박쉡": {
      "가격": 3.1,
      "분위기": 3.5,
      "서비스": 4.0,
      "음식": 3.7,
      "청결": 1.8
    },
    "죠티레스토랑": {
      "가격": 3.1,
      "분위기": 3.9,
      "서비스": 4.0,
      "음식": 4.5,
      "청결": 3.8
    },
    "멘야요시": {
      "가격": 2.9,
      "분위기": 3.3,
      "서비스": 4.1,
      "음식": 3.9,
      "청결": 2.6
    },
    "요수정": {
      "가격": 2.9,
      "분위기": 3.1,
      "서비스": 2.9,
      "음식": 2.9,
      "청결": 2.1
    },
    "아웃백스테이크하우스 신촌점": {
      "가격": 2.8,
      "분위기": 2.9,
      "서비스": 2.9,
      "음식": 3.2,
      "청결": 1.4
    },
    "신촌서서갈비": {
      "가격": 2.8,
      "분위기": 2.5,
      "서비스": 2.4,
      "음식": 3.5,
      "청결": 1.1
    },
    "마포광안리": {
      "가격": 2.8,
      "분위기": 2.5,
      "서비스": 3.9,
      "음식": 4.7,
      "청결": 3.8
    },
    "세끼김밥": {
      "가격": 2.8,
      "분위기": 4.1,
      "서비스": 4.0,
      "음식": 4.3,
      "청결": 4.0
    },
    "김숙성 대흥본점": {
      "가격": 2.8,
      "분위기": 4.4,
      "서비스": 5.0,
      "음식": 4.2,
      "청결": 2.8
    },
    "지금식당 제철쌈밥 마포직영점": {
      "가격": 2.8,
      "분위기": 4.1,
      "서비스": 3.7,
      "음식": 4.0,
      "청결": 4.7
    },
    "정든그릇 본점": {
      "가격": 2.7,
      "분위기": 3.5,
      "서비스": 2.3,
      "음식": 3.2,
      "청결": 3.3
    },
    "678치킨앤버거 서강대점": {
      "가격": 2.7,
      "분위기": 4.1,
      "서비스": 4.1,
      "음식": 3.6,
      "청결": 4.2
    },
    "옐로우피자 신수본점": {
      "가격": 2.7,
      "분위기": 4.0,
      "서비스": 3.8,
      "음식": 4.1,
      "청결": 3.8
    },
    "카밀드": {
      "가격": 2.6,
      "분위기": 4.7,
      "서비스": 3.7,
      "음식": 4.2,
      "청결": 3.9
    },
    "톨": {
      "가격": 2.6,
      "분위기": 3.7,
      "서비스": 4.3,
      "음식": 3.8,
      "청결": 3.9
    },
    "리정원 대흥점": {
      "가격": 2.5,
      "분위기": 4.6,
      "서비스": 4.2,
      "음식": 4.2,
      "청결": 5.0
    },
    "뜸들이다 신촌점": {
      "가격": 2.5,
      "분위기": 3.9,
      "서비스": 3.4,
      "음식": 3.7,
      "청결": 3.7
    },
    "마포만두": {
      "가격": 2.5,
      "분위기": 4.1,
      "서비스": 3.7,
      "음식": 3.6,
      "청결": 3.4
    },
    "부엉이돈가스 신촌점": {
      "가격": 2.4,
      "분위기": 3.3,
      "서비스": 3.4,
      "음식": 3.2,
      "청결": 3.6
    },
    "공복식당 신촌점": {
      "가격": 2.3,
      "분위기": 3.3,
      "서비스": 4.9,
      "음식": 3.8,
      "청결": 4.0
    },
    "잼 베이커리": {
      "가격": 2.3,
      "분위기": 3.9,
      "서비스": 4.2,
      "음식": 3.3,
      "청결": 4.0
    },
    "포옹남": {
      "가격": 2.3,
      "분위기": 3.7,
      "서비스": 3.4,
      "음식": 3.6,
      "청결": 2.8
    },
    "원조감자탕": {
      "가격": 2.2,
      "분위기": 3.8,
      "서비스": 4.3,
      "음식": 3.6,
      "청결": 2.9
    },
    "홍원": {
      "가격": 2.2,
      "분위기": 3.6,
      "서비스": 4.3,
      "음식": 3.7,
      "청결": 4.2
    },
    "지호한방삼계탕 마포대흥역점": {
      "가격": 2.2,
      "분위기": 3.4,
      "서비스": 3.0,
      "음식": 3.7,
      "청결": 4.4
    },
    "복성각": {
      "가격": 2.2,
      "분위기": 3.2,
      "서비스": 3.3,
      "음식": 2.8,
      "청결": 1.9
    },
    "가츠벤또": {
      "가격": 2.1,
      "분위기": 4.7,
      "서비스": 4.3,
      "음식": 4.4,
      "청결": 3.6
    },
    "코바코 신촌점": {
      "가격": 2.1,
      "분위기": 2.9,
      "서비스": 3.0,
      "음식": 1.5,
      "청결": 2.3
    },
    "신촌고기창고": {
      "가격": 2.1,
      "분위기": 3.3,
      "서비스": 3.9,
      "음식": 3.8,
      "청결": 3.5
    },
    "난향": {
      "가격": 2.0,
      "분위기": 3.1,
      "서비스": 2.5,
      "음식": 2.2,
      "청결": 2.8
    },
    "하이포테이토": {
      "가격": 2.0,
      "분위기": 4.3,
      "서비스": 2.8,
      "음식": 3.3,
      "청결": 3.8
    },
    "고향전주비빔밥 현대백화점신촌점": {
      "가격": 1.8,
      "분위기": 3.9,
      "서비스": 3.7,
      "음식": 3.7,
      "청결": 2.7
    },
    "형제갈비": {
      "가격": 1.8,
      "분위기": 1.8,
      "서비스": 1.8,
      "음식": 2.3,
      "청결": 1.9
    },
    "큰맘할매순대국 대흥역점": {
      "가격": 1.6,
      "분위기": 2.4,
      "서비스": 1.5,
      "음식": 2.4,
      "청결": 1.1
    },
    "하노이별 서강대점": {
      "가격": 1.6,
      "분위기": 3.7,
      "서비스": 4.7,
      "음식": 3.5,
      "청결": 3.9
    },
    "코코가츠": {
      "가격": 1.6,
      "분위기": 2.9,
      "서비스": 4.6,
      "음식": 2.9,
      "청결": 4.3
    },
    "베트남남부쌀국수 포엔띠우": {
      "가격": 1.6,
      "분위기": 3.3,
      "서비스": 4.6,
      "음식": 4.0,
      "청결": 3.1
    },
    "본가스시 현대백화점신촌점": {
      "가격": 1.5,
      "분위기": 4.1,
      "서비스": 3.7,
      "음식": 3.9,
      "청결": 3.2
    },
    "한강로칼국수 현대백화점 신촌점": {
      "가격": 1.5,
      "분위기": 4.4,
      "서비스": 3.0,
      "음식": 3.4,
      "청결": 3.6
    },
    "을밀대 평양냉면": {
      "가격": 1.5,
      "분위기": 2.6,
      "서비스": 2.8,
      "음식": 2.4,
      "청결": 2.6
    },
    "옥정": {
      "가격": 1.5,
      "분위기": 3.1,
      "서비스": 2.0,
      "음식": 3.4,
      "청결": 4.6
    },
    "바른치킨 서강대 로봇점": {
      "가격": 1.4,
      "분위기": 4.0,
      "서비스": 3.8,
      "음식": 3.7,
      "청결": 4.6
    },
    "서강곱창": {
      "가격": 1.3,
      "분위기": 3.8,
      "서비스": 2.1,
      "음식": 4.1,
      "청결": 3.7
    },
    "완차이": {
      "가격": 1.3,
      "분위기": 3.4,
      "서비스": 2.9,
      "음식": 3.0,
      "청결": 2.2
    },
    "춘천닭갈비막국수": {
      "가격": 1.2,
      "분위기": 3.9,
      "서비스": 4.5,
      "음식": 3.6,
      "청결": 3.1
    },
    "쭈꾸미블루스 신촌본점": {
      "가격": 1.0,
      "분위기": 3.1,
      "서비스": 3.4,
      "음식": 3.4,
      "청결": 1.0
    },
    "거구장": {
      "가격": 1.0,
      "분위기": 2.5,
      "서비스": 2.4,
      "음식": 1.0,
      "청결": 3.1
    }
};